var sex=[ //JSON 数组类型；第一级选择项数组
    {
        "name": "男", //字符串类型；第一级选择项的名称

    }, {
        "name": "女", //字符串类型；第一级选择项的名称

    }
];
var type=[ //JSON 数组类型；第一级选择项数组
    {
        "name": "按周", //字符串类型；第一级选择项的名称

    }, {
        "name": "按月", //字符串类型；第一级选择项的名称

    }
];
var ride_finder_types=[ //JSON 数组类型；第一级选择项数组
    {
        "name": "找车拼坐", //字符串类型；第一级选择项的名称

    }, {
        "name": "找带包裹", //字符串类型；第一级选择项的名称

    }, {
        "name": "找车货运", //字符串类型；第一级选择项的名称

    }
];
var type_name = [
  {
    'name':'图片上传',
  },{
    'name':'视频上传',
  }
]
